app/controllers/accesorios_controller.rb

  def index
    @accesorios = Accesorio.all
---
SELECT "accesorios".* FROM "accesorios"